Repository: agh1/civisociety-extension
Catalog: l10n/*/LC_MESSAGES/ndicivimp.po
Languages: fr_fr

source: New Contacts by Month
fr_fr: Nouveau Contacts par Mois

source: Create New Individual
fr_fr: Créer un Nouvel Individu

source: Browse Contacts
fr_fr: Parcourir les Contacts

source: Manage Groups
fr_fr: Gerer un Groupe

source: View All Reports
fr_fr: Voir tout les Rapports

source: Send Mailing
fr_fr: Envoyer un Courrier

source: Events
fr_fr: Evénements

source: Organize Event
fr_fr: Organiser un Evénement

source: All Events
fr_fr: Tout les Evénements

source: Search Participants
fr_fr: Chercher des Participants

source: Register Participant
fr_fr: Enregistrer des Participants

source: Schedule Reminder
fr_fr: Planifier un Rappel

source: Recently Added
fr_fr: Récemment Ajouté
