Repository: agh1/civisociety-extension
Catalog: l10n/*/LC_MESSAGES/ndiciviparty.po
Languages: ar_eg, ru_ru

source: NDI CiviCRM County-State Permissions
ar_eg: الأذون الخاصة بالمقاطعة-الولاية ضمن برنامج CiviCRM
ru_ru: NDI CiviCRM графства государственные права

source: view all contacts who live in your county
ar_eg: إطّلع على جميع جهات الاتصال الذين يقيمون في مقاطعتك
ru_ru: просмотреть все контакты, которые живут в вашем округе

source: edit all contacts who live in your county
ar_eg: عدّل جميع جهات الاتصال الذين يقيمون في مقاطعتك
ru_ru: редактировать все контакты, которые живут в вашем округе

source: delete all contacts who live in your county
ar_eg: أحذف جميع جهات الاتصال الذين يقيمون في مقاطعتك
ru_ru: удалить все контакты, которые живут в вашем округе

source: view all contacts who live in your state
ar_eg: إطّلع على جميع جهات الاتصال الذين يقيمون في ولايتك
ru_ru: просмотреть все контакты, которые живут в вашем государстве

source: edit all contacts who live in your state
ar_eg: عدّل جميع جهات الاتصال الذين يقيمون في ولايتك
ru_ru: редактировать все контакты, которые живут в вашем государстве

source: delete all contacts who live in your state
ar_eg: أحذف جميع جهات الاتصال الذين يقيمون في ولايتك
ru_ru: удалить все контакты, которые живут в вашем государстве

source: New Contacts by Month
ar_eg: جهات اتصال جديدة شهرياً
ru_ru: Новые Контакты по месяцам

source: Contacts
ar_eg: جهات اتصال
ru_ru: связи

source: Create New Individual
ar_eg: أنشىء فرداً جديداً
ru_ru: Создать новые индивидуальные

source: Browse Contacts
ar_eg: تصفّح جهات الاتصال
ru_ru: Обзор Контакты

source: Manage Groups
ar_eg: أدر المجموعات
ru_ru: Управление группами

source: View All Reports
ar_eg: إطّلع على جميع التقارير
ru_ru: Все отчеты

source: Send Mailing
ar_eg: أرسل بريداً
ru_ru: Отправить пересылая

source: Events
ar_eg: المناسبات
ru_ru: событий

source: Organize Event
ar_eg: نظّم المناسبة
ru_ru: Организация событие

source: All Events
ar_eg: جميع المناسبات
ru_ru: Все события

source: Search Participants
ar_eg: إبحث بين المشاركين
ru_ru: Поиск Участники

source: Register Participant
ar_eg: سجّل المشارك
ru_ru: Регистрация Участника

source: Schedule Reminder
ar_eg: رتّب إرسال رسالة التذكير
ru_ru: Расписание Напоминание

source: Recently Added
ar_eg: أضيف حديثاً
ru_ru: Недавно добавленные
